

def joined_messages(name):
    return f"""
        Добро пожаловать {name} в наш Telegram канал! 🤝

Мы рады, что вы решили присоединиться к нам. Мы публикуем новости в мире компьютерных игр и не только, также, интересный контент и просто болтаем. Мы всегда рады получать обратную связь и отвечать на ваши вопросы. Спасибо, что вы с нами! 🖤

У нас есть 4 филиала расположенных по городу Бишкек, где вы можете насладиться любимыми играми. 📍

Команда “FANAT KG” всегда рада видеть новые и старые лица и предложить вам лучшие условия для игры. Ждем вас! 🥰
 
Если у Вас есть вопросы БОТ @FANAT_KG_bot к вашим услугам!🤖

Бот не смог найти ответ на ваш вопрос? Ничего страшного. В чате вы сможете озвучить свой вопрос и первый свободный оператор Вам поможет. 👨‍💼
        """

def help_messages():
    return """
    
Привет, хочешь открыть нашу виртаульную карту? 🤔

Все очень просто! Есть целых три способа как ты сможешь это сделать. 🥳

1. Подойдите к нашим кассир-операторам в филиале где Вы обычно играете и спросите про виртаульную карту “FANAT KG” и они сами Вам помогут.  😎

2. Вы можете оставить заявку в нашем телеграмм боте написав в личные сообщение команду /open. В течении 24 часов мы Вам его откроем. Вам осталось только прийти к нам и наслаждаться своей любимой игрой. 👨‍💼

3. Или же нажать кнопку «Открыть виртуальную карту» в личных сообщениях бота. 🤖

Будь фанатом вместе с нами! 🖤

Команда /start чтобы запустить бота
    """